Repository: a25kk/aha
Catalog: src/aha.sitecontent/aha/sitecontent/locales/*/LC_MESSAGES/aha.sitecontent.po
Languages: de

source: Adds a boolean field to toggle gallery display
de: Fügt eine Checkbox hinzu, um die Galerieansicht zu aktivieren

source: Adds a boolean field to toggle listing previews
de: Fügt eine Checkbox hinzu, um automatische Auflistungen einzuschalten

source: All fields marked with <code>*</code> are required.
de: Alle mit <code>*</code> markierten Felder sind Pflichtangaben.

source: Check to enable gallery display
de: Auswählen, um die Gallerieansicht zu aktivieren

source: Check to enable inquiry form display
de: Auswählen, um ein Anfrageformular in diesem Seitenabschnitt anzuzeigen

source: Check, if this item should include a preview snippet in listings
de: Auswählen, falls dieses Objekt eine Vorschau in Listen anzeigen soll

source: Company
de: Firma

source: Content section for content pages
de: Inhaltsabschnitt für Inhaltsseiten

source: Contentpage
de: Inhaltsseite

source: Display Preview Toggle
de: Vorschauansicht aktivieren

source: E-Mail
de: E-Mail-Adresse

source: Enter URL of externally hosted image asset link e.g. animated GIFs
de: Geben Sie die URL eines externen Bildes ein (z.B. ein animiertes GIF)

source: Enter URL to embed external videos from YouTube
de: Geben Sie den Link zur Einbindung von externen Videos aus YouTube hier ein.

source: Extension profile for aha.sitecontent.
de: Erweiterung für AHA360 Seiteninhalte

source: External Image
de: Externes Bild

source: Folderish content page
de: Inhaltsseite als Ordner

source: Fullname
de: Vor- und Zuname

source: Gallery Display Toggle
de: Galerieansicht

source: Inquiry from website visitor
de: [aha360.com] Anfrage eines Seitenbesuchers

source: PageSection
de: Inhaltsabschnitt

source: Phone
de: Telefonnummer

source: Project
de: Projekt

source: Project References
de: Projektreferenzen

source: Reference
de: Referenz

source: Reference project
de: Referenzprojekt

source: Return to last visited page
de: Zur Inhaltsseite zurückkehren

source: Showroom for reference projects
de: Showrrom für Projekte

source: Submit
de: Abschicken

source: Thank you for your interest. We will get in touch with you as soon as possible.
de: Vielen Dank für Ihr Interesse. Wir werden uns baldmöglichst mit Ihnen in Verbindung setzen.

source: This field is required
de: Dieses Feld ist ein Pflichtfeld.

source: When activated the view will attempt to display a gallery of all contained images
de: Das Setzen der Hakens aktiviert eine Gallerieansicht auf Basis der im Ordner vorhandenen Bilder

source: When activated the view will attempt to display a web form inside the given page component
de: Sobald aktiviert, wird ein Anfrage Formular innerhalb dieses Inhaltsanschnittes eingeblendet.

source: Your message
de: Ihre Nachricht an uns
